Repository: cartesinus/leyzer
Catalog: translation/en2pl/en2pl-level2.tmx
Source language: en_us
Languages: pl

source: save a song SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save a song SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save a song SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save a song SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save a track SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz utwór SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save a track SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz utwór SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save a track SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz utwór SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save a track SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz utwór SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST on spotify

source: save a track SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz utwór SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save a track SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz utwór SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save current song
pl: zapisz bieżącą piosenkę

source: save current track
pl: zapisz bieżący utwór

source: save currently playing song to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz aktualnie odtwarzany utwór na liście SPOTIFY.SLOT.PLAYLIST

source: save currently playing song to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz aktualnie odtwarzany utwór na liście SPOTIFY.SLOT.PLAYLIST w spotify

source: save currently playing song to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz aktualnie odtwarzane utwór na mojej liście SPOTIFY.SLOT.PLAYLIST

source: save currently playing song to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz aktualnie odtwarzany utwór na mojej liście SPOTIFY.SLOT.PLAYLIST w spotify

source: save currently playing song to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz to co jest aktualnie odtwarzane na liście SPOTIFY.SLOT.PLAYLIST

source: save currently playing song to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz aktualnie odtwarzany utwór na liście SPOTIFY.SLOT.PLAYLIST w spotify

source: save currently playing to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz to co jest aktualnie odtwarzane na liście SPOTIFY.SLOT.PLAYLIST

source: save currently playing to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz to co jest aktualnie odtwarzane na liście SPOTIFY.SLOT.PLAYLIST w spotify

source: save currently playing to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz to co jest aktualnie odtwarzane na mojej liście SPOTIFY.SLOT.PLAYLIST

source: save currently playing to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz to co jest aktualnie odtwarzane do mojej listy SPOTIFY.SLOT.PLAYLIST w spotify

source: save currently playing to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz to co jest aktualnie odtwarzane na listę SPOTIFY.SLOT.PLAYLIST

source: save currently playing to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz to co jest aktualnie odtwarzane na listę SPOTIFY.SLOT.PLAYLIST w spotify

source: save currently playing track to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz aktualnie odtwarzany utwór na liście SPOTIFY.SLOT.PLAYLIST

source: save currently playing track to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz aktualnie odtwarzany utwór na liście SPOTIFY.SLOT.PLAYLIST w spotify

source: save currently playing track to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz aktualnie odtwarzany utwór na mojej liście SPOTIFY.SLOT.PLAYLIST

source: save currently playing track to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz aktualnie odtwarzany utwór na mojej liście SPOTIFY.SLOT.PLAYLIST w spotify

source: save currently playing track to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz aktualnie odtwarzany utwór na liście SPOTIFY.SLOT.PLAYLIST

source: save currently playing track to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz aktualnie odtwarzany utwór na liście SPOTIFY.SLOT.PLAYLIST w spotify

source: save song SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save song SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save song SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save song SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST on spotify

source: save song SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save song SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save song to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save song to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz piosenkę na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save song to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz piosenkę na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save song to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz piosenkę na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save song to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save song to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save that SPOTIFY.SLOT.ALBUM_TYPE to SPOTIFY.SLOT.PLAYLIST
pl: zapisz SPOTIFY.SLOT.ALBUM_TYPE w SPOTIFY.SLOT.PLAYLIST

source: save that SPOTIFY.SLOT.ALBUM_TYPE to SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE w SPOTIFY.SLOT.PLAYLIST w spotify

source: save that SPOTIFY.SLOT.ALBUM_TYPE to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz SPOTIFY.SLOT.ALBUM_TYPE na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that SPOTIFY.SLOT.ALBUM_TYPE to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz tę SPOTIFY.SLOT.ALBUM_TYPE na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save that SPOTIFY.SLOT.ALBUM_TYPE to my SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE w mojej SPOTIFY.SLOT.PLAYLIST liście odtwarzania

source: save that SPOTIFY.SLOT.ALBUM_TYPE to my SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE na mojej SPOTIFY.SLOT.PLAYLIST liście odtwarzania w spotify

source: save that SPOTIFY.SLOT.ALBUM_TYPE to my SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that SPOTIFY.SLOT.ALBUM_TYPE to my SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz SPOTIFY.SLOT.ALBUM_TYPE na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save that SPOTIFY.SLOT.ALBUM_TYPE to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that SPOTIFY.SLOT.ALBUM_TYPE to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save that SPOTIFY.SLOT.ALBUM_TYPE to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz SPOTIFY.SLOT.ALBUM_TYPE na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that SPOTIFY.SLOT.ALBUM_TYPE to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save that song
pl: zapisz tę piosenkę

source: save that song to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that song to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz tę piosenkę na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save that song to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten utwór na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that song to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz tę piosenkę na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save that song to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that song to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save that to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz to na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz to na liście odtwarzania SPOTIFY.SLOT.PLAYLIST na spotify

source: save that to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz to na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz to na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save that to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz to na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz to na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save that track
pl: zapisz ten ślad

source: save that track to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that track to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save that track to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten utwór na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that track to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten utwór na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save that track to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save that track to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save the SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz SPOTIFY.SLOT.SONG w liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save the SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz SPOTIFY.SLOT.SONG w liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save the SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save the SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save the SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz SPOTIFY.SLOT.SONG na liście listy odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save the SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save the current song
pl: zachowaj bieżącą piosenkę

source: save the current track
pl: zachowaj bieżący utwór

source: save the song SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz utwór SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save the song SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save the song SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save the song SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save the song SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save the song SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save the track SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz utwór SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save the track SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz utwór SPOTIFY.SLOT.SONG do listy odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save the track SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz utwór SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save the track SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz utwór SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save the track SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz utwór SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save the track SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz utwór SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save this SPOTIFY.SLOT.ALBUM_TYPE to SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE w SPOTIFY.SLOT.PLAYLIST

source: save this SPOTIFY.SLOT.ALBUM_TYPE to SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE w SPOTIFY.SLOT.PLAYLIST w spotify

source: save this SPOTIFY.SLOT.ALBUM_TYPE to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz tę SPOTIFY.SLOT.ALBUM_TYPE na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this SPOTIFY.SLOT.ALBUM_TYPE to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz tę SPOTIFY.SLOT.ALBUM_TYPE na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save this SPOTIFY.SLOT.ALBUM_TYPE to my SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE w mojej SPOTIFY.SLOT.PLAYLIST playliście

source: save this SPOTIFY.SLOT.ALBUM_TYPE to my SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE na mojej SPOTIFY.SLOT.PLAYLIST playliście w spotify

source: save this SPOTIFY.SLOT.ALBUM_TYPE to my SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this SPOTIFY.SLOT.ALBUM_TYPE to my SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save this SPOTIFY.SLOT.ALBUM_TYPE to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this SPOTIFY.SLOT.ALBUM_TYPE to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save this SPOTIFY.SLOT.ALBUM_TYPE to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this SPOTIFY.SLOT.ALBUM_TYPE to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten SPOTIFY.SLOT.ALBUM_TYPE na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save this song
pl: zapisz tę piosenkę

source: save this song to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this song to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz tę piosenkę na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save this song to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten utwór na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this song to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz tę piosenkę na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save this song to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this song to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten utwór na playliście SPOTIFY.SLOT.PLAYLIST w spotify

source: save this to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz to na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz to na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save this to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz to na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz to na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save this to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz to na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz to na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save this track
pl: zapisz ten utór

source: save this track to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this track to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save this track to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten utwór na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this track to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten utwór na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save this track to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save this track to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz ten utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save track SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz utwór SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save track SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz utwór SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save track SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz utwór SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save track SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz utwór SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST on spotify

source: save track SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz utwór SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save track SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz utwór SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save track to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save track to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save track to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz utwór na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save track to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz utwór na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save track to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save track to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz utwór na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save whatever's playing now to my library
pl: zapisz cokolwiek gra teraz w mojej bibliotece

source: save whatever's playing to my library
pl: zapisz cokolwiek gra w mojej bibliotece

source: say in TRANSLATE.SLOT.TRG_LANG TRANSLATE.SLOT.TEXT.EN
pl: powiedz w TRANSLATE.SLOT.TRG_LANG TRANSLATE.SLOT.TEXT.EN

source: scroll down
pl: scrolluj w dół

source: scroll up
pl: scrolluj do góry

source: search WIKIPEDIA.SLOT.QUERY on wiki
pl: szukaj WIKIPEDIA.SLOT.QUERY na wiki

source: search WIKIPEDIA.SLOT.QUERY on wikipedia
pl: szukaj WIKIPEDIA.SLOT.QUERY na wikipedii

source: search for YOUTUBE.SLOT.QUERY channels on youtube
pl: wyszukaj kanały YOUTUBE.SLOT.QUERY na youtube

source: search for YOUTUBE.SLOT.QUERY from youtube
pl: wyszukaj YOUTUBE.SLOT.QUERY na youtube

source: search for YOUTUBE.SLOT.QUERY video from youtube
pl: wyszukaj film YOUTUBE.SLOT.QUERY z youtube

source: search for YOUTUBE.SLOT.QUERY video on youtube
pl: wyszukaj film YOUTUBE.SLOT.QUERY na youtube

source: search for YOUTUBE.SLOT.QUERY videos from youtube
pl: wyszukaj filmy YOUTUBE.SLOT.QUERY na youtube

source: search for a video matching YOUTUBE.SLOT.QUERY on youtube
pl: wyszukaj wideo pasujące do YOUTUBE.SLOT.QUERY na youtube

source: search for channels matching YOUTUBE.SLOT.QUERY on youtube
pl: wyszukaj kanały pasujące do YOUTUBE.SLOT.QUERY na youtube

source: search for youtube channel YOUTUBE.SLOT.QUERY
pl: wyszukaj kanał youtube YOUTUBE.SLOT.QUERY

source: search for youtube video YOUTUBE.SLOT.QUERY
pl: wyszukaj film na youtube YOUTUBE.SLOT.QUERY

source: search images on bing
pl: wyszukaj obrazy na bing

source: search images on duckduckgo
pl: wyszukaj obrazy na duckduckgo

source: search images on google
pl: wyszukaj obrazy na google

source: search on bing
pl: wyszukaj w bing

source: search on duckduckgo
pl: wyszukaj w duckduckgo

source: search on google
pl: wyszukaj w google

source: search restaurant
pl: wyszukaj restaurację

source: search restaurant around here
pl: wyszukaj restaurację w pobliżu

source: search restaurant nearby
pl: wyszukaj restaurację w pobliżu

source: search restaurant on yelp
pl: wyszukaj restaurację na yelpie

source: search restaurants
pl: wyszukaj restauracje

source: search restaurants around here
pl: wyszukaj restaurację w pobliżu

source: search restaurants nearby
pl: wyszukaj restauracje w pobliżu

source: search restaurants on yelp
pl: wyszukaj restauracje na yelpie

source: seek to SPOTIFY.SLOT.SEEK_TIME seconds in
pl: przewiń SPOTIFY.SLOT.SEEK_TIME sekund do przodu

source: send SLACK.SLOT.MESSAGE to SLACK.SLOT.CHANNEL on slack
pl: wyślij SLACK.SLOT.MESSAGE na slackowym kanale SLACK.SLOT.CHANNEL

source: send SLACK.SLOT.PICTURE_URL to SLACK.SLOT.CHANNEL on slack
pl: wyślij SLACK.SLOT.PICTURE_URL na slacku SLACK.SLOT.CHANNEL

source: send a direct message on twitter saying TWITTER.SLOT.MESSAGE
pl: wyślij bezpośrednią wiadomość na twitterze o treści TWITTER.SLOT.MESSAGE
